// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon-от има потреба од три основни датотеки. (едноставно)
boot0 (Во MBR на драјвот) одговорен за вчитување на boot1.
boot1 (Во boot-секторот на партицијата) за пронаоѓање на boot2.
boot2 (Во root папката на партицијата) за вчитување на kernel-от итн.";

"Standard_title" = "Chameleon Стандард";
"Standard_description" = "Стандардна инсталација на Chameleon";

"EFI_title" = "EFI";
"EFI_description" = "Install Chameleon's files to the normally hidden EFI partition using either boot0 or boot0md depending on your system and without destroying any existing Windows installation if you have one.";

"noboot_title" = "Ништо";
"noboot_description" = "Не инсталирај Chameleon (корисно за инсталација само на Extra компоненти)";

// Modules

"Module_title" = "Chameleon Modules";
"Module_description" = "The modules system incorporated in chameleon allows for a user or developer to extend the core functionality of chameleon without replacing the main boot file. ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( > r784) ported to a module.
This code has no support for 'legacy' ATI cards.
If your HD card was supported on the old code and you find
it missing on this, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
The same applies to any missing card on this code.
Only cards known to work will be added.";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( < r784) ported to a module.
Support for 'legacy' cards...
Based on Meklort's work.";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "Enables a few Intel cards to be used out of the box, mostly mobile ones.";

"klibc_title" = "klibc";
"klibc_description" = "This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient.
This is currently only used by the uClibc++ library.
Source: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "This module reads the edid information from the monitor attached to the main display.
The module is currently not integrated into trunk and has minimal uses as it stands.
Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "The GraphicsEnabler nVidia code ported to a module.
If your card is supported and you find it missing on this code, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
Only cards known to work will be added.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.
This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules.
Please note that rtti and exceptions has both been disabled.
Source: http://cxx.uclibc.org/
Dependencies: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "This module permits the user to define the keyboard key mappings.";

// Utility
"Utility_title" = "Utilities";
"Utility_description" = "Опционални алатки";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Инсталира Preference Panel за Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Копира пример на smbios.plist во /Extra/Configuration.";

"Documentation_title" = "Документација";
"Documentation_description" = "Документација за Chameleon упатство за инсталација и користење";

// Options
"Options_title" = "Опции";
"Options_description" = "Подразбирани опции";

"arch_title" = "arch=i386";
"arch_description" = "Користење на 32 битниот мод наместо подразбираниот 64 битен.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Приказ на екранот за избор на партиција.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Вклучува тивок boot мод (без пораки и прашања).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Ја исклучува автоматски вклучената корекција за рестарт.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disables display of partition and resolution details.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Ги отфрла вградените SSDT табели од матичната плоча.";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Додава EthernetBuiltIn=y во org.chameleon.Boot.plist. Оваа опција ќе ги направи 'вградени' вашите мрежни картички.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Додава GraphicsEnabler=y во org.chameleon.Boot.plist. Автоматско препознавање на графички карти со nVidia чипсети.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Enable specific Processor power state, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Enable specific Processor power state, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Enable specific Processor power state, C4.";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "A temporary work around for this breaking RAID booting.";

// Advanced
"Advanced_title" = "Напредни Boot Oпции";
"Advanced_description" = "Креирајте /Extra/org.chameleon.Boot.plist и одберете ги саканите опции за контрола на сетирањата на Chameleon.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Set the flag npci=0x2000 for the Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Не го прикажува Chameleon's boot лого во графичкиот интерфејс.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Користете го оригиналното (сиво на бело) apple лого наместо boot.png во темата.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Вклучува SMBIOSdefaults опции.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Вклучува UseAtiROM опции.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Вклучува UseNvidiaROM опции.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Прави пауза на boot процесот на Chameleon и чека на притистање на некој тастер пред на стартува mach kernel. Корисно во комбинација со verbose boot за отклонување на проблеми.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Пробува да вчита sleep image креиран при последната хибернација.";

"GUI_title" = "GUI";
"GUI_description" = "Исклучува графички интерфејс со додавање на GUI=n во org.chameleon.Boot.plist";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Вклучува VBIOS oпција";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Вклучува автоматско генерирање на C-States за процесорот.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Вклучува автоматско генерирање на P-States за процесорот.";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "New C-State _CST generation method using SystemIO registers instead of FixedHW.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Добива ForceHPET=y во org.chameleon.Boot.plist. Вклучува HPET при Intel чипсети за BIOS-и, кој не располагаат со HPET.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Додава ForceWake=y во org.chameleon.Boot.plist. Опцијата дозволува да прескокнете некоректни исклучувања на оперативниот систем.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Додава EHCIacquire=y во org.chameleon.Boot.plist. Оваа опција поправа секакви EHCI (USB 1.0) проблеми поради некоректно напишани BIOS-и.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Додава UHCIreset=y во org.chameleon.Boot.plist. Инициализација UHCI (USB 2.0) контролерите пред стартување на OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Исклучува автоматско препознавање на RAM меморијата.";

"UseKernelCache_title" = "UseKernelCache=Yes";
"UseKernelCache_description" = "Yes will load pre-linked kernel and will ignore /Extra/Extensions
and /System/Library/Extensions Extensions.mkext.
Default is No but Yes if you use Lion on a Raid partition.";

// KeyLayout
"KeyLayout_title" = "KeyLayout";
"KeyLayout_description" = "Set keylayout to use";

"mac-de_title" = "German Mac Keyboard";
"mac-de_description" = "Use the keyboard layout for a German Mac keyboard";

"mac-es_title" = "Spanish Mac Keyboard";
"mac-es_description" = "Use the keyboard layout for a Spanish Mac keyboard";

"mac-fr_title" = "French Mac Keyboard";
"mac-fr_description" = "Use the keyboard layout for a French Mac keyboard";

"mac-it_title" = "Italian Mac Keyboard";
"mac-it_description" = "Use the keyboard layout for an Italian Mac keyboard";

"mac-se_title" = "Swedish Mac Keyboard";
"mac-se_description" = "Use the keyboard layout for a Swedish Mac keyboard";

"pc-fr_title" = "French PC Keyboard";
"pc-fr_description" = "Use the keyboard layout for a French PC keyboard";

// Resolution
"Resolution_title" = "Резолуција";
"Resolution_description" = "Намесетете ја резолуцијата на вашиот екран";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Теми";
"Themes_description" = "Колекција од теми
More themes can be found at http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Мала едноставна верзија од новата примарна тема што се користи при креирање на верзија од Chameleon што бара вградена тема. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's previous default theme";

"Default_title" = "Стандардна";
"Default_description" = "Вградената тема во Chameleon.";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Колекција од корисни додатоци";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Инсталира SMBIOS overrides smbios.plist по подразбирано во Extra";

// Error strings
"ERROR_BOOTVOL" = "Овој софтвер треба да биде инсталиран за да продолжите понатака.";
"ERROR_INSTALL" = "Овој дел не одговара на барањата за надоградба.";

"Newer_Package_Installed_message" = "Понова верзија на Chameleon е веќе инсталирана.";
"Intel_Mac_message" = "Софтверот не може да биде инсталиран на овој компјутер.";
